print('Задача 6. Полёт')

# Что нужно сделать
# Напишите программу для сервиса заказа билетов,
# которая запрашивает у пользователя город вылета и город прилёта. 
# Затем выведите их в одну строку через тире. 
# Обратите внимание на свои переменные: названия должны отражать содержимое.

departure_point = input('Введите город вылета: ')
destination_point = input('Введите город прилёта: ')
print (departure_point, ' - ', destination_point)